/* %1$@ = current page; %2$@ = number of pages */
"%1$@ of %2$@" = "%1$@ de %2$@";

/* %1$@ = source name (e.g. “another app”); %2$@ = non-relative localized date/time string (e.g. “Dec 1, 2017 at 3:53 PM”) */
"This shortcut was imported from %1$@ on %2$@." = "Este atalho foi importado de %1$@ em %2$@.";

/* %1$@ = source name (e.g. “another app”); %2$@ = relative localized date/time string (e.g. “yesterday at 3:53 PM”) */
"This shortcut was imported from %1$@ %2$@." = "Este atalho foi importado de %1$@ %2$@.";

/* %@ = action name */
"Add “%@”" = "Adicionar “%@”";

/* %@ = action name */
"Remove “%@”" = "Remover “%@”";

/* %@ = service name */
"Do you want to sign out of %@ in Shortcuts?" = "Deseja finalizar a sessão de %@ no app Atalhos?";

/* %@ = service name */
"Do you want to sign out of %@?" = "Deseja finalizar a sessão de %@?";

/* %@ = source app name */
"This shortcut was imported from %@. Are you sure you want to run it?" = "Este atalho foi importado de %@. Tem certeza de que deseja executá-lo?";

/* %@ = type (can also be empty string); e.g. “as Date”; above it, there is a variable name such as “Event” */
"as %@" = "como %@";

/* %@=action name */
"Delete the actions inside “%@”, too?" = "Apagar as ações dentro de “%@”, também?";

/* %@=app name */
"Install %@" = "Instalar %@";

/* A label for the row in settings that shows the Siri phrase that the user has configured for a workflow */
"Siri Phrase" = "Frase da Siri";

/* Access resource action settings title */
"Accounts" = "Contas";

/* Accessibility accouncement */
"Finished editing shortcuts" = "Edição de atalhos concluída";

/* Accessibility accouncement; %@=action name */
"Favorited %@" = "%@ foi favoritada";

/* Accessibility accouncement; %@=action name */
"Un-favorited %@" = "%@ foi removida das favoritas";

/* Accessibility accouncement; shortcut started running */
"Running shortcut" = "Executando atalho";

/* Accessibility action */
"Delete shortcut" = "Apagar atalho";

/* Accessibility action */
"Duplicate shortcut" = "Duplicar atalho";

/* Accessibility action */
"Favorite Action" = "Ação Favorita";

/* Accessibility action */
"Rename shortcut" = "Renomear atalho";

/* Accessibility action */
"Un-favorite Action" = "Remover Ação das Favoritas";

/* Accessibility action or discoverability title */
"Edit shortcut" = "Editar atalho";

/* Accessibility action or discoverability title */
"Run shortcut" = "Executar atalho";

/* Accessibility annoucement when inserting an action to a shortcut; %@ = action name */
"added %@ to shortcut" = "%@ foi adicionada ao atalho";

/* Accessibility annoucement; input types that are accepted */
"Accepted Input Types" = "Tipos de Entrada Aceitos";

/* Accessibility announcement */
"Closed variables tray" = "Bandeja de variáveis fechadas";

/* Accessibility announcement */
"Editing shortcuts" = "Edição de atalhos";

/* Accessibility announcement */
"Opened variables tray" = "Bandeja de Variáveis Fechadas";

/* Accessibility announcement spoken aloud when the user starts dragging */
"dragging" = "arrastar";

/* Accessibility announcement that shortcut finished running */
"Shortcut finished" = "Atalho concluído";

/* Accessibility announcement when inserting an action above another action, %1$@ & %2$@ = action names */
"added %1$@ to shortcut above %2$@" = "%1$@ foi adicionada ao atalho acima de %2$@";

/* Accessibility announcement when inserting an action below another action, %1$@ & %2$@ = action names */
"added %1$@ to shortcut below %2$@" = "%1$@ foi adicionada ao atalho abaixo de %2$@";

/* Accessibility announcement when moving an action in a shortcut above another action; %@=action name */
"moved above %@" = "movida acima %@";

/* Accessibility announcement when moving an action in a shortcut below another action; %@=action name */
"moved below %@" = "movida abaixo %@";

/* Accessibility announcement when removing an action from a shortcut; %@=action name */
"removed %@" = "%@ foi removido";

/* Accessibility announcement; %@ = shortcut name */
"Duplicated %@" = "%@ foi duplicado";

/* Accessibility announcement; collapsed parameter */
"collapsed" = "contraída";

/* Accessibility announcement; dragging a shortcut */
"Dragging" = "Arrastar";

/* Accessibility announcement; expanded parameter */
"expanded" = "expandida";

/* Accessibility announcement; shortcut stopped running because it was paused */
"Shortcut stopped" = "Atalho interrompido";

/* Accessibility hint */
"Closes the shortcut" = "Fecha o atalho";

/* Accessibility hint */
"Creates a new shortcut" = "Cria um novo atalho";

/* Accessibility hint */
"Deletes the selected shortcuts" = "Apaga os atalhos selecionados";

/* Accessibility hint */
"Double-tap to add to the bottom of the shortcut. Double-tap and hold, then drag to customize the position in the shortcut." = "Toque duas vezes para adicionar à parte inferior do atalho. Toque duas vezes e mantenha o dedo, em seguida arraste para personalizar a posição no atalho.";

/* Accessibility hint */
"Draggable. Double-tap and hold, wait for the sound, then drag to re-order. Double tap to select." = "Arrastável. Toque duas vezes e mantenha o dedo, aguarde o som e, em seguida, arraste para reordenar.";

/* Accessibility hint */
"Duplicates the selected shortcuts" = "Duplica os atalhos selecionados";

/* Accessibility hint */
"This shortcut will be displayed in the Shortcuts action extension (in the iOS share menu) when the content being shared is one of the types you select here." = "Este atalho será mostrado na extensão de ação do app Atalhos (no menu de compartilhamento do iOS) quando o conteúdo compartilhado for de um dos tipos que você selecionar aqui.";

/* Accessibility hint */
"Turns off shortcut editing mode" = "Desativa o modo de edição de atalhos";

/* Accessibility hint */
"Turns on shortcut editing mode" = "Ativa o modo de edição de atalhos";

/* Accessibility hint for collapsing the actions drawer */
"Double-tap to collapse the actions drawer to half screen" = "Toque duas vezes para contrair a gaveta de ações para meia tela";

/* Accessibility hint for expanding the actions drawer */
"Double-tap to fully expand the actions drawer" = "Toque duas vezes para expandir a gaveta de ações totalmente";

/* Accessibility hint on action */
"Double-tap to read the action description." = "Toque duas vezes para ler a descrição da ação.";

/* Accessibility hint on action */
"Draggable. Double-tap and hold, wait for the sound, then drag to re-order. Double-tap to read the action description." = "Arrastável. Toque duas vezes e mantenha o dedo, aguarde o som e, em seguida, arraste para reordenar. Toque duas vezes para ler a descrição da ação.";

/* Accessibility hint; Workflow Sync switch control */
"Double tap to toggle setting" = "Toque duas vezes para alternar a configuração";

/* Accessibility hint; choose parameter */
"Double tap to choose" = "Toque duas vezes para escolher";

/* Accessibility hint; collapse parameter */
"Double-tap to collapse" = "Toque duas vezes para contrair";

/* Accessibility hint; double tap to insert variable */
"Double tap to insert" = "Toque duas vezes para inserir";

/* Accessibility hint; expand parameter */
"Double-tap to expand" = "Toque duas vezes para expandir";

/* Accessibility hint; shortcut cell; %@=shortcut name */
"Runs the shortcut %@" = "Executa o atalho %@";

/* Accessibility label */
"Add Tag" = "Adicionar Etiqueta";

/* Accessibility label */
"Close" = "Fechar";

/* Accessibility label */
"Create Shortcut" = "Criar Atalho";

/* Accessibility label */
"Show Keyboard" = "Mostrar Teclado";

/* Accessibility label for containers of nested actions, ex: Inside of Repeat */
"Inside of %@" = "Dentro de %@";

/* Accessibility label or discoverability title */
"Redo" = "Refazer";

/* Accessibility label or discoverability title */
"Undo" = "Desfazer";

/* Accessibility label to convey minimized state of actions table view */
"Minimized" = "Minimizado";

/* Accessibility label to convey the collapsed state of the actions table view when it is only partially expanded */
"Half screen" = "Metade da tela";

/* Accessibility label to convey the fully expanded state of the actions table view */
"Full screen" = "Tela cheia";

/* Accessibility label; %@ = action name, %d = action progress; e.g. Download URL action - Running - 38 percent completed */
"%@ action - Running - %d percent completed" = "Ação %@ - Em execução - %d por cento concluída";

/* Accessibility label; %@ = action name; e.g. Show Alert action, New Ulysses Group action */
"%@ action" = "Ação %@";

/* Accessibility label; remove search filter */
"Remove filter" = "Remover filtro";

/* Accessibility label; shortcut cell not selected; %@=shortcut name */
"%@ (not selected)" = "%@ (não selecionada)";

/* Accessibility value; switch is on */
"On" = "Ativado";

/* Accessiblity announcement; release finger to remove; %@=action name */
"Release to remove %@" = "Solte para remover %@";

/* Action does not do anything to input and simply returns it as the output */
"This action passes input through as output." = "Esta ação passa a entrada como saída.";

/* Action extension input variable description */
"Gets the input that was passed into the beginning of the shortcut." = "Obtém a entrada que foi passada no início do atalho.";

/* Action extension; no Share Sheet shortcuts */
"You don’t have any Share Sheet shortcuts yet.\n\nTo add one, create a shortcut and turn on “Show in Share Sheet” in its settings." = "Você ainda não tem atalhos de Compartilhamento.\n\nPara adicionar um, crie um atalho e ative “Mostrar no Compartilhamento” nos ajustes do atalho.";

/* Action extension; no search results */
"No shortcuts match the search." = "Nenhum atalho coincide com a busca.";

/* Action extension; no shortcuts */
"You don’t have any shortcuts yet." = "Você ainda não tem nenhum atalho.";

/* Actions provided by Siri Suggestions; title or button */
"Siri Suggestions" = "Sugestões da Siri";

/* Activity subject; %@ = shortcut name */
"Shortcut: %@" = "Atalho: %@";

/* Add action to a shortcut button title */
"Add to this shortcut" = "Adicionar ao atalho";

/* Add search filter */
"Add Filter" = "Adicionar Filtro";

/* Alert body for creating iCloud link */
"Anyone with access to this shared link will be able to view the contents of this shortcut." = "Qualquer pessoa com acesso a este link compartilhado poderá visualizar o conteúdo deste atalho.";

/* Alert title */
"Error" = "Erro";

/* Alert title for creating iCloud link */
"Create iCloud Link" = "Criar Link do iCloud";

/* Allow access to service */
"Allow Access" = "Permitir Acesso";

/* App not installed; accessiblity hint */
"(Not Installed) %@" = "(Não Instalado) %@";

/* App search view; navigation bar title */
"Choose App" = "Escolher App";

/* App search view; no results */
"No results." = "Nenhum resultado.";

/* App search view; search bar placeholder */
"Search apps…" = "Buscar apps…";

/* Apple Watch complication */
"Complication" = "Complicação";

/* Apple Watch shortcuts empty state */
"You don’t have any Apple Watch shortcuts yet." = "Você ainda não tem nenhum atalho para Apple Watch.";

/* Apple Watch shortcuts empty state description */
"Select which shortcuts should be displayed in the Shortcuts Complication on the clock face of your Apple Watch.\n\nOver time, Shortcuts will optimize when your shortcuts are shown in the Complication based on when you run them." = "Selecione quais atalhos devem aparecer na Complicação app Atalhos do mostrador do seu Apple Watch.\n\nAo longo do tempo, o app Atalhos otimizará quando os atalhos aparecerão na Complicação, conforme o momento em que você os executar.";

/* Apps category */
"Apps" = "Apps";

/* Ask When Run variable description */
"Asks you to enter text when this shortcut runs." = "Solicita que você digite texto quando o atalho é executado.";

/* Boolean false */
"False" = "Falso";

/* Boolean true */
"True" = "Verdadeiro";

/* Button */
"Back" = "Voltar";

/* Button */
"Cancel" = "Cancelar";

/* Button */
"Choose Variable" = "Escolher Variável";

/* Button */
"Clear" = "Limpar";

/* Button */
"Delete Actions" = "Apagar Ações";

/* Button */
"Delete Shortcut" = "Apagar Atalho";

/* Button */
"Done" = "OK";

/* Button */
"Get More Shortcuts" = "Obter Mais Atalhos";

/* Button */
"Go Back" = "Voltar";

/* Button */
"Help" = "Ajuda";

/* Button */
"Keep Actions" = "Manter Ações";

/* Button */
"Next" = "Seguinte";

/* Button */
"OK" = "OK";

/* Button */
"Remove Action" = "Remover Ação";

/* Button */
"Remove Action From Shortcut" = "Remover Ação do Atalho";

/* Button */
"Remove Photo" = "Remover Foto";

/* Button */
"Select Magic Variable" = "Selecionar Variável Mágica";

/* Button */
"Select Photo" = "Selecionar Foto";

/* Button */
"Show Action Settings" = "Mostrar Ajustes de Ação";

/* Button */
"Show Actions" = "Mostrar Ações";

/* Button */
"Sign Out" = "Finalizar Sessão";

/* Button */
"Take Photo" = "Tirar Foto";

/* Button in Share Sheet; add this shortcut to home screen */
"Add to Home Screen (Share Sheet)" = "Adicionar à Tela de Início";

/* Button in Workflow settings; add this shortcut to home screen */
"Add to Home Screen (Workflow Settings)" = "Adicionar à Tela de Início";

/* Button or title */
"Delete" = "Apagar";

/* Button or title */
"Run Shortcut" = "Executar Atalho";

/* Button or title */
"Settings" = "Ajustes";

/* Button or title */
"Variables" = "Variáveis";

/* Button title */
"Add to Siri" = "Adicionar à Siri";

/* Button title to import a shortcut */
"Get Shortcut" = "Obter Atalho";

/* Button; makes output view full screen */
"Show Result Full-Screen" = "Mostrar Resultado em Tela Cheia";

/* Button; take a guided tour of building a workflow */
"Take a Guided Tour" = "Conheça Mais";

/* Button; used for sharing a shortcut's result */
"Share Result" = "Compartilhar Resultado";

/* Caption above list of supported apps and services */
"This shortcut works with the following apps and services:" = "Este atalho usa os seguintes apps e serviços:";

/* Choose an item */
"Choose" = "Escolher";

/* Conditional AND */
"and" = "e";

/* Conditional actions settings cell */
"Put Back “Otherwise”" = "Por de volta “Caso Contrário”";

/* Conditional actions settings footer text */
"Actions placed after “Otherwise” will run if the condition is false." = "Ações colocadas após “Caso Contrário” serão executadas se a condição for falsa.";

/* Conditional actions settings navigation bar title */
"If Action" = "Ação Se…";

/* Confirmation HUD when link copies */
"Link copied" = "Link copiado";

/* Confirmation dialog, stop sharing */
"Are you sure you want to stop sharing this shortcut? The iCloud link will be deleted and will no longer work." = "Tem certeza de que deseja interromper o compartilhamento deste atalho? O link do iCloud será apagado e deixará de funcionar.";

/* Confirmation when deleting selected shortcut */
"This shortcut will be deleted from all of your iCloud devices." = "Este atalho será apagado de todos os seus dispositivos que usam o iCloud.";

/* Confirmation when deleting selected shortcuts */
"These shortcuts will be deleted from all of your iCloud devices." = "Estes atalhos serão apagados de todos os seus dispositivos que usam o iCloud.";

/* Contact field; %1$@ = user entered contact; %2$@ = “a phone number or email address” or “an email address” or “a phone number” */
"“%1$@” doesn’t look like %2$@. Did you mean to add a contact?" = "“%1$@” não parece %2$@. Você pretendia adicionar um contato?";

/* Contact field; %@ = user entered contact */
"Use “%@” Anyway" = "Usar “%@” Mesmo Assim";

/* Contact field; accessibility label */
"Add Contact" = "Adicionar Contato";

/* Contact field; button */
"Search Contacts" = "Buscar Contatos";

/* Contact field; supported type string */
"a phone number" = "um número de telefone";

/* Contact field; supported type string */
"a phone number or email address" = "um número de telefone ou endereço de e‑mail";

/* Contact field; supported type string */
"an email address" = "um endereço de e‑mail";

/* Content Types category */
"Content Types" = "Tipos de Conteúdo";

/* Copy link to shortcut */
"Copy Link" = "Copiar Link";

/* Copy the link to a shortcut */
"Copy iCloud Link" = "Copiar Link do iCloud";

/* Custom date format alert message */
"This format follows the patterns in Unicode Technical Standard #35." = "Este formato segue os padrões Unicode Technical Standard #35.";

/* Custom date format alert title */
"Custom Date Format" = "Formato de Data Personalizado";

/* Custom date formatting style */
"Custom" = "Personalizado";

/* Custom time format title */
"Custom Format" = "Formato Personalizado";

/* Default option */
"Default" = "Padrão";

/* Delete all shortcuts */
"Delete All" = "Apagar Tudo";

/* Delimeter for input types */
", " = ", ";

/* Deselect all input types */
"Deselect All" = "Desmarcar Tudo";

/* Dictionary key placeholder */
"Key" = "Chave";

/* Discoverability or accessibility title */
"Shortcut Settings" = "Ajustes do app Atalhos";

/* Discoverability or accessibility title */
"Stop Shortcut" = "Interromper Atalho";

/* Discoverability title */
"Close shortcut" = "Fechar atalho";

/* Discoverability title */
"Search actions" = "Ações de busca";

/* Discoverability title */
"Stop shortcut" = "Interromper atalho";

/* Displayed next to a switch to configure whether or not a workflow should appear in the share sheet */
"Show in Share Sheet" = "Mostrar no Compartilhamento";

/* Displayed next to a switch to configure whether or not a workflow should be shown in the Workflow widget */
"Show in Widget" = "Mostrar no Widget";

/* Displayed next to a switch to configure whether or not a workflow should be shown in the watch complication */
"Show in Complication" = "Mostrar na Complicação";

/* Displayed next to a switch to configure whether or not a workflow should be shown on the Apple Watch */
"Show on Apple Watch" = "Mostrar no Apple Watch";

/* Duplicate a shortcut */
"Duplicate Shortcut" = "Duplicar Atalho";

/* Duplicate shortcut */
"Duplicate" = "Duplicar";

/* Edit import questions back bar button title */
"Questions" = "Perguntas";

/* Error message */
"No options available." = "Nenhuma opção disponível.";

/* Error message; %@=error info */
"Could not load the App Store.\n\n%@" = "Não foi possível carregar a App Store.\n\n%@";

/* Explanation of what users can do by selecting the shortcuts shown underneath the text */
"Run shortcuts quickly using the widget." = "Use o widget para executar atalhos rapidamente.";

/* Favorite button title - action is NOT yet favorited */
"Favorite" = "Favorita";

/* Favorite button title - action is favorited */
"Favorited" = "Em favoritas";

/* Filled in with the user's account name, e.g. Account: johnmiller@gmail.com */
"Account: %@" = "Conta: %@";

/* Find and filter UI; all of the below conditions are true */
"All of the following are true" = "Todas são verdadeiras";

/* Find and filter UI; any one of the below conditions are true */
"Any of the following are true" = "Quaisquer são verdadeiras";

/* Find filter UI layout for filter with a property and an operator (e.g. '`Start Date` `is today`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator}" = "${property} ${operator}";

/* Find filter UI layout for filter with a property and an operator and a follow up requirement (e.g. '`Start Date` `is today` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${and}" = "${property} ${operator} ${and}";

/* Find filter UI layout for filter with a property, operator and 2 values (e.g. '`Start Date` `is between` `8/13/18` `and` `8/16/18`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${operator_and} ${other_value}" = "${property} ${operator} ${value} ${operator_and} ${other_value}";

/* Find filter UI layout for filter with a property, operator and 2 values and a follow up requirement (e.g. '`Start Date` `is between` `8/13/18` `and` `8/16/18` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${operator_and} ${other_value} ${and}" = "${property} ${operator} ${value} ${operator_and} ${other_value} ${and}";

/* Find filter UI layout for filter with a property, operator and value (e.g. '`Calendar` `is` `Work`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value}" = "${property} ${operator} ${value}";

/* Find filter UI layout for filter with a property, operator and value and a follow up requirement (e.g. '`Calendar` `is` `Work` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${and}" = "${property} ${operator} ${value} ${and}";

/* Find filter UI layout for filter with a property, operator, value and unit (e.g. '`Start Date` `is in the next` `5` `days`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${unit}" = "${property} ${operator} ${value} ${unit}";

/* Find filter UI layout for filter with a property, operator, value and unit and a follow up requirement (e.g. '`Start Date` `is in the next` `5` `days` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${unit} ${and}" = "${property} ${operator} ${value} ${unit} ${and}";

/* Find filter UI layout for filter with just a property (e.g. '`Is All Day`'). This is used just for layout and the content between ${} should not be localized */
"${property}" = "${property}";

/* Find filter UI layout for filter with just a property and a follow up requirement (e.g. '`Is All Day` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${and}" = "${property} ${and}";

/* Find filter UI operator */
"begins with" = "começa com";

/* Find filter UI operator */
"contains" = "contém";

/* Find filter UI operator */
"does not contain" = "não contém";

/* Find filter UI operator */
"ends with" = "termina com";

/* Find filter UI operator */
"is" = "é";

/* Find filter UI operator */
"is after" = "é posterior a";

/* Find filter UI operator */
"is before" = "é anterior a";

/* Find filter UI operator */
"is between" = "está entre";

/* Find filter UI operator */
"is exactly" = "é exatamente";

/* Find filter UI operator */
"is greater than" = "é superior a";

/* Find filter UI operator */
"is greater than or equal to" = "É maior ou igual a";

/* Find filter UI operator */
"is in the last" = "está nos(as) últimos(as)";

/* Find filter UI operator */
"is in the next" = "está nos(as) próximos(as)";

/* Find filter UI operator */
"is larger than" = "é maior que";

/* Find filter UI operator */
"is larger than or equal to" = "é maior ou igual a";

/* Find filter UI operator */
"is less than" = "é inferior a";

/* Find filter UI operator */
"is less than or equal to" = "É menor ou igual a";

/* Find filter UI operator */
"is longer than" = "é mais longo que";

/* Find filter UI operator */
"is longer than or equal to" = "é mais longo ou igual a";

/* Find filter UI operator */
"is not" = "não é";

/* Find filter UI operator */
"is not exactly" = "não é exatamente";

/* Find filter UI operator */
"is not on" = "não é";

/* Find filter UI operator */
"is on" = "é";

/* Find filter UI operator */
"is shorter than" = "é mais curto que";

/* Find filter UI operator */
"is shorter than or equal to" = "é mais curto ou igual a";

/* Find filter UI operator */
"is smaller than" = "é menor que";

/* Find filter UI operator */
"is smaller than or equal to" = "é menor ou igual a";

/* Find filter UI operator */
"is today" = "é hoje";

/* Footer for section */
"Run this shortcut with your voice by adding it to Siri." = "Para executar este atalho usando sua voz, adicione-o à Siri.";

/* Footer for table view section */
"Use this shortcut from other apps by opening the share sheet and tapping Shortcuts." = "Para usar este atalho a partir de outros apps, abra o compartilhamento e toque em Atalhos.";

/* For a dictionary; description */
"Enter a key to extract its value from the dictionary, or leave blank to get the entire dictionary." = "Digite uma tecla para extrair seu valor do dicionário ou deixe em branco para obter o dicionário completo.";

/* Format with local device name, for disambiguating sync conflicts to the user */
"%@ (This Device)" = "%@ (Este Dispositivo)";

/* Full name of contact */
"Full Name" = "Nome Completo";

/* Full street address of location */
"Full Street Address" = "Endereço Completo";

/* Get property */
"Get" = "Obter";

/* Get value for a dictionary key */
"Get Value for Key" = "Obter Valor da Chave";

/* Go to next import question */
"Continue" = "Continuar";

/* Guided tour; drag actions to here hint */
"…to here" = "…para cá";

/* Guided tour; drag actions to here hint (accessibility hint) */
"Drag actions to here" = "Arraste ações para cá";

/* Handoff info */
"This action, when run on Apple Watch, will require you to use Handoff and continue on your iPhone." = "Esta ação, quando executada no Apple Watch, exigirá que você use o Handoff e prossiga no iPhone.";

/* Health quantity unit (e.g. mL); title */
"Unit" = "Unidade";

/* ISO 8601 date formatting style */
"ISO 8601" = "ISO 8601";

/* ISO 8601 date formatting style */
"ISO 8601 Time" = "Horário ISO 8601";

/* Icon editor accessibility label; %1$@ = glyph name, %2$@ = color name */
"%1$@ glyph, %2$@ background color" = "Glifo %1$@, cor de fundo %2$@";

/* Icon editor tip text */
"Choose a custom image to use when this shortcut is added to the home screen." = "Escolha uma imagem personalizada para usar quando este atalho for adicionado à tela de Início.";

/* Icon editor tip text */
"The image above will be used when this shortcut is added to the home screen." = "A imagem acima será usada quando este atalho for adicionado à tela de Início.";

/* Icon editor; accessibility label */
"Icon Preview" = "Pré-visualização do Ícone";

/* Icon editor; accessibility label */
"Shortcut icon editor" = "Editor de ícone de atalho";

/* Icon editor; segmented control option */
"Color" = "Cor";

/* Icon editor; segmented control option */
"Glyph" = "Glifo";

/* Icon editor; segmented control option */
"Home Screen" = "Tela de Início";

/* Import questions */
"Questions added here will be asked when this shortcut is imported on a different device. Answers to these questions will be filled into the shortcut." = "As perguntas adicionadas aqui serão feitas quando o atalho for importado em um dispositivo diferente. As respostas a essas perguntas serão preenchidas no atalho.";

/* Import questions */
"You can try your import questions using the “Customize Shortcut” button in this shortcut's settings." = "Você pode experimentar suas perguntas de importação usando o botão “Personalizar Atalho”, nos ajustes deste atalho.";

/* Import questions detail view */
"Default Answer" = "Resposta Padrão";

/* Import questions detail view */
"Question Text" = "Texto da Pergunta";

/* Import questions detail view */
"Type a question here…" = "Digite uma pergunta aqui…";

/* Import questions details view; navigation bar title */
"Details" = "Detalhes";

/* Import questions; button */
"Add New Question…" = "Adicionar Nova Pergunta…";

/* Import questions; choose a parameter prompt */
"Choose a parameter from one of the actions below." = "Escolha um parâmetro de uma das ações abaixo.";

/* Import questions; choose parameter title */
"Choose a Parameter" = "Escolher um Parâmetro";

/* Import questions; no actions error message */
"This shortcut has no actions. Please add some actions to your shortcut before setting up Import Questions." = "Este atalho não tem ações. Adicione algumas ações ao atalho antes de configurar Perguntas de Importação.";

/* Indicates what types of input the shortcut accepts; %@=list of types */
"This shortcut accepts %@" = "Este atalho aceita %@";

/* Input types of action */
"Input" = "Entrada";

/* Input variable description */
"Gets the output of the previous action." = "Obtém o resultado da ação anterior.";

/* Install app icon; should match App Store GET button */
"GET" = "OBTER";

/* Instructions on building a shortcut */
"Add actions from the bottom to build your shortcut." = "Adicione ações da parte inferior para construir um atalho.";

/* Instructions on building a shortcut; please make sure to account for right-to-left layout */
"Add actions from the left to build your shortcut." = "Adicione ações da esquerda para construir um atalho.";

/* Item can be anything */
"anything" = "qualquer";

/* Keep all shortcuts */
"Keep All" = "Manter Tudo";

/* Keep shortcuts */
"Keep" = "Manter";

/* Keep shortcuts; %lu = number of shortcuts */
"Keep %lu" = "Manter %lu";

/* Label for accessibility custom action to expand actions card */
"Expand" = "Expandir";

/* Label for accessibility custom action to minimize actions card */
"Collapse" = "Contrair";

/* Label for types that the workflow accepts. */
"Accepted Types" = "Tipos Aceitos";

/* Like 'Add new item' or 'Add new image' */
"Add %@" = "Adicionar %@";

/* List editor message (value = image, string, etc.) */
"What type of value do you want to add?" = "Que tipo de valor você deseja adicionar?";

/* Long date formatting style */
"Long" = "Longo";

/* Manage sharing */
"Manage Sharing" = "Gerenciar Compartilhamento";

/* Medium date formatting style */
"Medium" = "Médio";

/* Missing action error action */
"Update Shortcuts" = "Atualizar o app Atalhos";

/* Missing action error title */
"This action could not be found in this version of Shortcuts." = "Esta ação não foi encontrada nesta versão do app Atalhos.";

/* Name and store URL of product or item on App Store */
"Name and Store URL" = "Nome e URL da App Store";

/* Name of measurement unit */
"Unit (Name)" = "Unidade";

/* Navigation bar title */
"Select a Magic Variable" = "Selecionar uma Variável Mágica";

/* Navigation bar title; resolve workflow conflicts */
"Resolve Conflicts" = "Resolver Conflitos";

/* No variables avaiable error */
"⚠️ Variable not available." = "⚠️ Variável indisponível.";

/* None option */
"None" = "Nenhum";

/* Note about using the action */
"Note" = "Nota";

/* Parameter already in use by another import question */
"Already In Use" = "Já em Uso";

/* Parameter not supported for import question */
"Not Supported for Questions" = "Incompatível com Perguntas";

/* Piece of text */
"Text" = "Texto";

/* Prompt displayed to the user when importing a shortcut where the source app is not known. */
"This shortcut was imported from another app. Are you sure you want to run it?" = "Este atalho foi importado de outro app. Tem certeza de que deseja executá-lo?";

/* RFC 2822 date formatting style */
"RFC 2822" = "RFC 2822";

/* Relative date formatting style */
"Relative" = "Relativo";

/* Relative date or time formatting style */
"How Long Ago/Until" = "Quanto Tempo Atrás/Até";

/* Remote device name for sync conflict when not known */
"Unknown Device" = "Dispositivo Desconhecido";

/* Rename Magic Variable prompt message; %@ = action name */
"This name will be used for all of this %@ action’s Magic Variables." = "Este nome será usado para todas as Variáveis Mágicas da ação %@.";

/* Rename Magic Variable prompt title */
"Rename Magic Variable" = "Renomear Variável Mágica";

/* Rename shortcut alert title */
"Rename Shortcut" = "Renomear Atalho";

/* Rename shortcut message */
"Enter a new name for your shortcut." = "Digite um novo nome para o atalho.";

/* Rename workflow or variable */
"Rename" = "Renomear";

/* Requirements for the action (having certain apps installed, iOS version, etc.) */
"Requires" = "Exige";

/* Result types of action */
"Result" = "Resultado";

/* Reveal action that is associated with the variable */
"Reveal Action" = "Mostrar Ação";

/* Scripting category */
"Scripting" = "Scripts";

/* Search bar placeholder or keycommand discoverability title */
"Search" = "Buscar";

/* Section header title; Apple Watch complication shortcuts */
"Complication Shortcuts" = "Atalhos de Complicação";

/* Select all input types */
"Select All" = "Selecionar Tudo";

/* Sentence describing the current filter. The first argument (%@) is the search action and the second argument (%@) is the property (e.g. '`Find Calendar Events Where` `Start Date`…') */
"%@ %@…" = "%@ %@…";

/* Sentence describing the current filter. The first argument (%@) is the search action, the second argument (%@) is the property and the third argument (%@) is the operator that is used (e.g. '`Find Calendar Events Where` `Start Date` `is in the next`…') */
"%@ %@ %@…" = "%@ %@ %@…";

/* Sentence describing the current filter. The first argument (%@) is the search action, the second argument (%@) is the property, the third argument (%@) is the operator that is used and the fourth argument (%@) is the value (e.g. '`Find Calendar Events Where` `Start Date` `is in the next` `5`…') */
"%@ %@ %@ %@…" = "%@ %@ %@ %@…";

/* Service name followed by account, e.g. Dropbox (johnmiller@gmail.com) */
"%@ (%@)" = "%@ (%@)";

/* Share a shortcut */
"Share Shortcut" = "Compartilhar Atalho";

/* Share a workflow along with a description */
"Share with Description" = "Compartilhar com Descrição";

/* Share a workflow as a file */
"Share as File" = "Compartilhar como Arquivo";

/* Share shortcut */
"Share" = "Compartilhar";

/* Short date formatting style */
"Short" = "Curto";

/* Shortcut contains no actions error description, %@=shortcut name */
"“%@” contains no actions." = "“%@” não contém ações.";

/* Shortcut contains no actions error title */
"Empty Shortcut" = "Atalho Vazio";

/* Shortcut contains no actions error title */
"No Actions" = "Nenhuma Ação";

/* Shortcut description placeholder */
"Customize Shortcut…" = "Personalizar Atalho…";

/* Shortcut icon */
"Icon" = "Ícone";

/* Shortcut picker; navigation bar title */
"Choose Shortcut" = "Escolher Atalho";

/* Shortcut reordering; %1$@,%2$@ = shortcut names */
"Moved between %1$@ and %2$@" = "Movido para entre %1$@ e %2$@";

/* Shortcut reordering; %@ = shortcut name */
"Moved to end after %@" = "Movido para terminar depois de %@";

/* Shortcut reordering; %@ = shortcut name */
"Moved to top before %@" = "Movido para o topo antes de %@";

/* Shortcut type selection view; widget info detail text */
"To use shortcuts from the Today Widget, follow a few simple steps to add the widget. Or, tap Done to set up later." = "Para usar atalhos do Widget Hoje, siga alguns passos simples para adicionar o widget. Ou, toque em OK para configurar depois.";

/* Shortcut type selection view; widget info slogan text */
"Add the Today Widget to run shortcuts lightning fast." = "Adicione o Widget Hoje para executar atalhos com muita rapidez.";

/* Shortcut types help view; accessiblity hint */
"Screenshot of a share sheet in Safari with the Shortcuts activity highlighted" = "Captura de tela de uma folha de compartilhamento no Safari com a atividade do app Atalhos em destaque";

/* Shortcut types help view; info label */
"Action Extension shortcuts are run from the share sheet inside other apps." = "Atalhos de Extensão de Ação são executados a partir da folha de compartilhamento dentro de outros apps.";

/* Shortcut types help view; info label */
"Today Widget shortcuts are run in Notification Center by pulling down from the top of the screen." = "Os atalhos do Widget Hoje são executados na Central de Notificações, ao deslizar do topo da tela para baixo.";

/* Shortcut types help view; title */
"Shortcut Types" = "Tipos de Atalho";

/* Shortcut was deleted on a specified device */
"Deleted on %@" = "Apagado de %@";

/* Shortcut was deleted on another device */
"Deleted on another device" = "Apagado em outro dispositivo";

/* Shortcut was modified on a specified device */
"Modified on %@" = "Modificado: %@";

/* Shortcut was modified on another device */
"Modified on another device" = "Modificado em outro dispositivo";

/* Shortcuts picker; search bar placeholder */
"Search shortcuts…" = "Buscar atalhos…";

/* Shortcuts types help view; accessibility label */
"Screenshot of the Shortcuts widget in Notification Center" = "Captura de tela do widget do app Atalhos na Central de Notificações";

/* Siri phrase */
"“%@”" = "“%@”";

/* Skip gallery shortcut import configuration */
"Skip Setup" = "Ignorar Configuração";

/* Specifies how the automatic capitalization of the name of a shortcut should work: 0 = No auto capitalization, 1 = Only the first word, 2 = All words */
"Auto-capitalization for Shortcut Name" = "1";

/* Stop sharing the link to a shortcut */
"Stop Sharing" = "Parar Compartilhamento";

/* Submit a workflow to the gallery */
"Submit to Gallery" = "Enviar à Galeria";

/* Tap to choose an option */
"Tap to Choose" = "Toque para Escolher";

/* Text when sharing a shortcut */
"Check out the shortcut I built!" = "Confira o atalho que eu construí!";

/* The accessibility label for the actions table view container */
"Actions Controller" = "Controlador de Ações";

/* The location of the share button in Safari on iPad */
"the bottom of the screen" = "parte inferior da tela";

/* The location of the share button in Safari on iPad */
"the top right of the screen" = "parte superior direita da tela";

/* The workflow accepts anything as input. Shown like “Accepts Anything” */
"Anything" = "Qualquer Coisa";

/* The workflow accepts nothing as input. Shown like “Accepts Nothing” */
"Nothing" = "Nada";

/* Title */
"Actions" = "Ações";

/* Title */
"Date Format" = "Formato da Data";

/* Title */
"Requires Handoff" = "Requer Handoff";

/* Title */
"Shortcuts" = "Atalhos";

/* Title */
"Time Format" = "Formato de Hora";

/* Title */
"Type" = "Tipo";

/* Title for action drawer categories view */
"Categories" = "Categorias";

/* Title for configuration page for unit */
"Unit (Title)" = "Unidade";

/* Title of main screen showing your library of shortcuts */
"Library" = "Biblioteca";

/* Title of the view controller that allows the user to control which shortcuts appear in the Today Widget */
"Customize Shortcuts" = "Personalizar Atalhos";

/* Title or button */
"Import Questions" = "Perguntas de Importação";

/* Today widget explanation */
"Boom! Your Today Widget is set up." = "Vapt-vupt! Seu Widget Hoje está configurado.";

/* Today widget explanation */
"Next, grab some Today Widget shortcuts from the Gallery." = "A seguir, pegue alguns atalhos do Widget Hoje na Galeria.";

/* Today widget explanation */
"With the Shortcuts Today Widget, you can run shortcuts in a single tap from any app just by pulling down Notification Center." = "Com o Widget Hoje do app Atalhos, você pode executar atalhos com um simples toque a partir de qualquer app. Basta puxar para baixo a Central e Notificações.";

/* Today widget explanation button */
"Add Widget" = "Adicionar Widget";

/* Today widget explanation button */
"View the Gallery" = "Visualizar a Galeria";

/* Today widget explanation; please do not localize %MODEL% */
"Run shortcuts lightning fast, from anywhere on your %MODEL%." = "Execute atalhos com muita rapidez, a partir de qualquer lugar do seu %MODEL%.";

/* Unknown item */
"Unknown" = "Desconhecido";

/* Used in a phrase like 'Add new item' */
"new item" = "novo item";

/* User’s favorited workflows or actions */
"Favorites" = "Favoritas";

/* Variable field placeholder */
"Variable Name" = "Nome da Variável";

/* Variable picker; none available error message */
"You can create a variable by adding a “Set Variable” action." = "Para criar uma variável, adicione uma ação do tipo “Definir Variável”.";

/* Varible picker; none available error title */
"No Variables Are Available" = "Não Há Variáveis Disponíveis";

/* Workflow conflicts; navigation bar back button title */
"Conflicts" = "Conflitos";

/* Workflow import flow title shown above import question */
"Configure This Shortcut" = "Configurar Este Atalho";

/* Workflow name */
"Name of Shortcut" = "Nome";

/* Workflow type selection view */
"Tap Done to continue editing your shortcut." = "Toque em OK para continuar a editar o atalho.";

/* Workflow types help view; accessibility hint */
"Screenshot of the Shortcuts watch app" = "Captura de tela do app Atalhos para relógio";

/* Workflow types help view; info label */
"Apple Watch shortcuts are run from your wrist via the Shortcuts watch app or Complication." = "Os atalhos do Apple Watch são executados a partir do seu braço por meio do app Atalhos para relógio ou Complicação.";

/* Workflow types help view; instructions label */
"How do I find the Today Widget?" = "Como eu encontro o Widget Hoje?";

/* iOS Today Widget */
"Today Widget" = "Widget Hoje";

